"The name of your computer " = "Navnet på maskinen ";"This computer’s local hostname " = "Maskinens lokale vertsnavn ";"“" = "«";"”" = "»";" is already in use on this network. " = " er allerede i bruk på dette nettverket. ";"The name has been changed to " = "Navnet har blitt endret til ";"." = ".";"To change the name of your computer, open System Preferences and click Sharing, then type the name in the Computer Name field." = "Hvis du vil endre navnet på maskinen, åpner du Systemvalg og klikker på Deling. Deretter skriver du inn navnet i Maskinnavn-feltet.";"To change the local hostname, open System Preferences and click Sharing, then click “Edit” and type the name in the Local Hostname field." = "Hvis du vil endre det lokale vertsnavnet, åpner du Systemvalg og klikker på Deling. Deretter klikker du på Rediger og skriver inn navnet i feltet Navn på lokal vert.";"All attempts to find an available name by adding a number to the name were also unsuccessful." = "Alle forsøk på å finne et tilgjengelig navn ved å legge til et tall etter navnet var også mislykkede.";"This may indicate a problem with the local network. Please inform your network administrator." = "Dette kan tyde på at det er et problem med det lokale nettverket. Kontakt nettverksadministratoren.";